Repository: YuxiGlobal/website
Catalog: src/locale/messages.*.xlf
Languages: es

# Banner1Title
source: discover real innovation.
es: DESCUBRE CÓMO INNOVAMOS

source: Find out more about our software development services.
es: Entérate sobre nuestros servicios de desarrollo de software.

# Banner2Title
source: explore inventive technologies.
es: EXPLORA TECNOLOGÍAS INGENIOSAS

source: See how our solutions can get you ahead of your competition.
es: Descubre cómo nuestras soluciones te permiten adelantarse a su competencia.

# Banner3Title
source: devise groundbreaking improvements.
es: CONOCE LOS ÚLTIMOS AVANCES

source: Learn how your company can evolve via digital transformation.
es: Aprende cómo tu compañía puede evolucionar mediante la transformación digital.

# ServicesTitle
source: SERVICES
es: SERVICIOS

# AdvatagesTitle
source: ADVANTAGES
es: VENTAJAS

# getInTouchButton
source: GET IN TOUCH
es: COMUNÍCATE AQUÍ

# HomeLink
source: Home
es: INICIO

# ServicesLink
source: Services
es: SERVICIOS

# CareersLink
source: Careers
es: CARRERAS

# MediaLink
source: Media
es: BLOG

# ContactLink
source: Contact
es: CONTACTO

# rightsText
source: All rights reserved to Yuxi Global 2018
es: Todos los derechos reservados para Yuxi Global 2018

# terms
source: Terms and Privacy
es: Términos y Privacidad

# getInTouchTitle
source: GET IN{LINE_BREAK} TOUCH
es: ¿QUÉ ESTÁS{LINE_BREAK} BUSCANDO?

source: Let’s talk business
es: Hablemos de negocios

source: Want to be a Yuxian?
es: ¿Quieres ser un Yuxian?

source: Do you have questions?
es: ¿Tienes preguntas?

# StaffAugmentationTitle
source: STAFF AUGMENTATION
es: OUTSOURCING{LINE_BREAK}

# StaffAugmentationSubtitle
source: Overcome challenges and deadlines with our specialized personnel.
es: Superamos retos y tiempos de entrega con nuestro personal especializado.

source: Learn more
es: Conoce más

# SpecializedProjectsTitle
source: SPECIALIZED PROJECTS
es: SERVICIOS {LINE_BREAK}ESPECIALIZADOS

# SpecializedProjectsSubtitle
source: R&D and prototyping in IoT, Mobile, AR/VR-Simulation and Big Data.
es: I+D y creación de prototipos en IoT, Mobile, AR/VR-Simulation y Big Data.

# ProductDevelopmentTitle
source: PRODUCT DEVELOPMENT
es: DESARROLLO {LINE_BREAK}DE PRODUCTO

# ProductDevelopmentSubtitle
source: Short-cycle MVP’s for rapid market validation and feature implementation.
es: MVP de ciclo corto para la validación rápida del mercado y la implementación de características.

# LocationTitle
source: LOCATION
es: UBICACIÓN

# homeLocationSubtitle
source: UTC-5:00, direct flights, and a US-based support office.
es: UTC-5:00, vuelos directos y una oficina de soporte con sede en EE.UU.

# CulturalFitTitle
source: CULTURAL FIT
es: CULTURA YUXI

# homeCulturalFitSubtitle
source: Western culture, mentality, and bilingualism.
es: Cultura occidental, mentalidad y bilingüismo.

# FlexibilityTitle
source: FLEXIBILITY
es: FLEXIBILIDAD

# homeFlexibilitySubtitle
source: Expertise in diverse languages, databases, and frameworks.
es: Expertos en diversos idiomas, bases de datos y frameworks.

# LoveWhatWeDoTitle
source: WE LOVE{LINE_BREAK} WHAT WE DO
es: AMAMOS LO{LINE_BREAK} QUE HACEMOS

# LoveWhatWeDoSubtitle
source: PLAY IT ON TO WATCH
es: PRESIONA PLAY PARA VER

# ServicesPageSubtitle
source: Innovate with us
es: Innova con nosotros

# ServicesStaffAugmentationTitle
source: STAFF {LINE_BREAK}AUGMENTATION
es: OUTSOURCING

# ServicesStaffAugmentationSubtitle
source: Innovation requires great minds working together. Our developers, quality analysts, and designers are ready to work with, complement, and boost our customers’ teams, letting them pursue more aggressive deadlines and overcome tricky obstacles.
es: Innovar requiere que grandes mentes trabajen juntas. Nuestros desarrolladores, analistas de calidad y diseñadores están listos para trabajar, complementar y potenciar los equipos de nuestros clientes, permitiéndoles perseguir plazos más agresivos y superar obstáculos complejos.

# ServicesSpecializedServicesTitle
source: SPECIALIZED {LINE_BREAK}SERVICES
es: SERVICIOS {LINE_BREAK}ESPECIALIZADOS

# ServicesSpecializedServicesSubtitle
source: Innovation is more than having a great software product. It requires you to constantly be on the lookout for new technologies, opportunities, and features to be implemented. Our teams can cover your R&D regarding:
es: Innovar es más que tener un gran producto de software. Requiere una actitud constante de búsqueda para encontrar nuevas oportunidades o tecnologías para adoptar. Nuestros equipos pueden cubrir sus necesidades de I+D en:

source: Mobile App Development.
es: Desarrollo de aplicaciones móviles.

source: Internet of Things.
es: Internet de las cosas.

# AugmentedReality
source: Augmented & Virtual Reality.
es: Realidad virtual y aumentada.

# Analitycs
source: Analytics & Machine Learning.
es: Analytics y Machine Learning.

# ServicesProductDevelopmentTitle
source: PRODUCT {LINE_BREAK}DEVELOPMENT
es: DESARROLLO {LINE_BREAK}DE PRODUCTO

# ServicesProductDevelopmentSubtitle1
source: Innovation requires real problems to be solved with ingenious solutions. Perhaps your company knows what it wants to do but is unsure of how to do it. We specialize in helping companies achieve their digital transformation goals.
es: Innovar requiere resolver problemas reales de formas ingeniosas. Si su compañía sabe qué quiere lograr, pero no sabe cómo hacerlo, nos especializamos en apoyar y asesorar a las empresas para que alcancen sus objetivos de transformación digital.

# ServicesProductDevelopmentSubtitle2
source: After working for different industries we’ve deve- loped a series of software components that let us be agile and efficient. We’re also flexible regarding the Intellectual Property of these projects: we can work as a joint venture, or your company can keep the rights to what is developed.
es: Después de haber trabajado para diferentes industrias hemos desarrollado una serie de componentes de software que nos permiten ser más ágiles y eficientes que otros. También, somos flexibles respecto a la Propiedad intelectual de los proyectos: podemos trabajar como un joint venture, o su compañía puede conservar los derechos de la solución desarrollada.

# ServicesAdvatagesSubtitle
source: Working with Yuxi means that you get{LINE_BREAK} more than just a team behind.
es: Trabajar con Yuxi significa que{LINE_BREAK} tienes más que un equipo detrás:

# TechnologiesTitle
source: TECHNOLOGIES
es: TECNOLOGÍAS

# ServicesLocationSubtitle
source: We work while you work. Our prime location –6 months on EST & 6 on CST– empowers synergies and communications. Collaboration is facilitated by Medellín’s proximity to the U.S. –direct flights to and from NY, Miami & Boston– and our U.S. based office.
es: Trabajamos mientras usted trabaja. Nuestra ubicación estratégica -seis meses en horario EST y seis en CST— dinamiza las sinergias y las comunicaciones. La colaboración entre equipos es fácil gracias a nuestra oficina en Estados Unidos y a la cercanía de Medellín con Centro y Suramérica.

# ServicesCulturalFitSubitle
source: We share a western culture and mentality. We are proactive, responsible, and known for our attitude and charisma. If our teams think something you do can be improved they will let you know and provide alternatives. We are bilingual –English and Spanish– and work 45 hours a week. We are not working for you, we are working with you!
es: Creemos en la proactividad, la responsabilidad y la comunicación. Somos bilingües (inglés y español) y trabajamos 45 horas a la semana. Nos gusta el trabajo en equipo y hacer las cosas bien: si creemos que algo que su compañía hace puede mejorarse, se lo diremos.

# ServicesFlexibilitySubtitle
source: We stay up to date with the most modern technologies and practices. Our teams are versatile, adaptable, and have expertise in a wide range of programming languages, databases, and frameworks. Our projects run under Agile and traditional methodologies and are supported by our UX/UI, QA and DevOps practices. Our solutions accommodate to your needs, not otherwise.
es: Estamos al tanto de las tecnologías y prácticas más modernas del mercado. Nuestros equipos son versátiles, se adaptan con facilidad y tienen experticia en un rango amplio de lenguajes de programación, bases de datos y frameworks. Nuestros proyectos funcionan bajo metodologías Agile y tradicionales y se apoyan en las áreas de UX/UI, QA y DevOps.

# WhoWeAreTitle
source: WHO WE ARE
es: QUIÉNES SOMOS

# WhoWeAreFirstDescription
source: Yuxi Global (called Yuxi Pacific at the time) was founded in 2005 in Pennsylvania, USA, by the entre- preneur Michael Puscar. In 2011 we opened a small office in Medellín, Colombia for research & deve- lopment and were surprised by the quality of the local talent. Our sales and employee numbers began doubling each year and since all our operations were moved to Medellín.
es: Yuxi Global (entonces llamada Yuxi Pacific) fue fundada en 2005 en Pennsylvania, Estados Unidos por el emprendedor Michael Puscar. En el 2011 abrimos una oficina pequeña de Investigación y Desarrollo en Medellín, Colombia. Gracias a la calidad del talento local, nuestras ventas y número de empleados comenzaron a duplicarse anualmente.

# WhoWeAreSecondDescription
source: In 2013 the company was acquired by Blue Loop Capital, an investment firm from USA owned by a single stakeholder, the serial entrepreneur, inventor, and investor Kent Savage. In 2016 we rebranded ourselves as Yuxi Global, adopting a more modern image which reflects the maturity we’ve reached and our capability of tackling challenges from all over the world.
es: En el 2013 la compañía fue adquirida por Blue Loop Capital, una firma de inversión de Estados Unidos con un único accionista: el inventor y emprendedor Kent Savage. En el 2016 nos relanzamos como Yuxi Global, adoptando una imagen más moderna, que refleja la madurez que hemos alcanzado como compañía y nuestra capacidad para afrontar retos que vengan de cualquier parte del mundo.

# ContactWelcomeTitle
source: {START_TAG_SPAN}WELCOME{CLOSE_TAG_SPAN}, LET’S MAKE CONTACT.
es: {START_TAG_SPAN}BIENVENIDOS{CLOSE_TAG_SPAN}, CONTÁCTANOS.

# ContactWelcomeSubtitle
source: We are here to help you
es: Estamos aquí para ayudarte

source: View info
es: Más aquí

# OurOfficesTitle
source: OUR OFFICES
es: NUESTRAS OFICINAS

# ContactTitle
source: CONTACT
es: CONTACTO

# ContactSubtitle
source: What kind of help do you need?
es: ¿Qué tipo de ayuda necesitas?

# ContactCareersSubtitle
source: Do you want to work with Yuxi?
es: ¿Quieres trabajar con Yuxi?

source: Go to careers
es: Ir a carreras

# letsGetinTouchTitle
source: Let’s get{LINE_BREAK} in touch.
es: Escribenos{LINE_BREAK} tu mensaje.

# businessFormSubtitle
source: YOU ARE CONTACTING THE{START_TAG_SPAN}SALES{CLOSE_TAG_SPAN} TEAM.
es: ESTAS CONTACTANDO AL EQUIPO DE {START_TAG_SPAN}VENTAS{CLOSE_TAG_SPAN}.

# GeneralFormSubtitle
source: YOU ARE CONTACTING THE {START_TAG_SPAN}INFORMATION{CLOSE_TAG_SPAN} TEAM.
es: ESTAS CONTACTANDO AL EQUIPO DE {START_TAG_SPAN}INFORMACIÓN{CLOSE_TAG_SPAN}.

# BusinessTitle
source: BUSINESS
es: NEGOCIOS

# ContactInformation
source: Contact{LINE_BREAK} Information
es: Información de{LINE_BREAK} contacto

source: Follow us
es: Síguenos

# FormName
source: Name
es: Nombre

# FormCompany
source: Company
es: Compañia

# FormEmail
source: Enter your email
es: Ingresa tu correo

# FormPhone
source: Phone
es: Telefono

# FormCountry
source: Country
es: País

# FormComments
source: Comments
es: Comentarios

# FormMessage
source: Type here your message
es: Escribe tu mensaje aquí

# agreeTerms
source: *By clicking Submit, you agree to our {START_LINK}Terms and Privacy{CLOSE_LINK} Policy.
es: *Al hacer click en submit, estás aceptando la política de {START_LINK}Terminos y Condiciones{CLOSE_LINK}.

# ContactCareersTitle
source: CAREERS
es: CARRERAS

# OurCultureTitle
source: OUR CULTURE
es: NUESTRA CULTURA

# WorkEnvironmentTitle
source: GOOD WORK ENVIRONMENT.
es: INCREÍBLE AMBIENTE DE TRABAJO

# WorkEnvironmentSubtitle
source: MEANS HAPPY EMPLOYEES
es: CON EMPLEADOS FELICES

# WorkEnvironmentDescription
source: Having a good work environment is having happy employees. This accounts for both location and ambience: Yuxians have access to free fruit, cereals, coffee, and snacks. We host activities like guided active pauses and monthly massages. Our offices are spaces designed to be both comfortable and inspiring, letting creativity flow freely.
es: Tener un buen ambiente de trabajo es tener empleados felices. Tanto en la ubicación como en el ambiente: los Yuxians tienen acceso a frutas, cereales, café y snacks gratis. Organizamos actividades como pausas activas y masajes mensuales. Nuestras oficinas son espacios diseñados para ser cómodos e inspiradores, permitiendo que la creatividad fluya libremente.

# BenefitsTitle
source: COMPREHENSIVE BENEFITS PACKAGE.
es: PAQUETE COMPLETO DE BENEFICIOS

# BenefitsSubtitle
source: GOES A LONG WAY
es: SIEMPRE DISPONIBLE PARA TI

# BenefitsDescription
source: A strong and comprehensive benefits package goes a long way. Our employees can mix and match between benefits like gym memberships,premium healthcare, vehicle insurance, savings programs, food or gas passes, education aids, etc.
es: Un fuerte y completo paquete de beneficios que lo podrás utilizar cuando lo desees. Nuestros empleados pueden mezclar los beneficios, como membresías en gimnasios, cuidado de salud premium, seguro de vehículos, programas de ahorro, pases de comida o gas, ayudas educativas, etc.

# LifestyleTitle
source: MORE THAN A LIFESTYLE.
es: MÁS QUE UN ESTILO DE VIDA

# LifestyleSubtitle
source: IT’S OUR WORKSTYLE
es: ES NUESTRO ESTILO DE TRABAJO

# LifestyleDescription
source: You don’t only work to live: life also happens inside the office. For many years society has thought that work is a hindrance that stops us from living our actual life, something so drudging that you actually get paid for it. It’s time to change that: #YuxiLife is our way of creating conditions where people can feel happy, encouraged, and motivated about going to work. #YuxiLife is, more than a lifestyle, our workstyle.
es: No solo trabajas para vivir: la vida también sucede dentro de la oficina. Durante muchos años la sociedad ha pensado que el trabajo es un obstáculo que nos impide vivir nuestra vida real, algo tan pesado que en realidad se les paga por ello. Es hora de cambiar eso: #YuxiLife es nuestra forma de crear condiciones en las que las personas pueden sentirse felices, alentadas y motivadas para ir a trabajar. #YuxiLife es, más que un estilo de vida, nuestro estilo de trabajo.

# OpenSpotsTitle
source: OPEN SPOTS
es: ESTAMOS BUSCANDO

source: NOT YOUR PROFILE?
es: ¿NO ES TU PERFIL?

# NotYourProfileDescription
source: These are the Yuxians we’re currently looking for. However, if your profile is different from this or you’d like to ask about other positions, feel free to send us an e-mail to:
es: Estos son los Yuxian que estamos buscando actualmente, sin embargo si tu perfil es diferente o quieres saber más sobre otras posiciones, comunícate con nosotros a:

# banner1Mobile
source: /../../../assets/images/BANNER1_MOBILE.png
es: /../../../assets/images/BANNERS_CAREERS_ESPAÑOL1.png

# banner1Desktop
source: /../../../assets/images/BANNER1_DESKTOP.png
es: /../../../assets/images/BANNERS_CAREERS_ESPANOL_DESKTOP1.png

# banner2Mobile
source: /../../../assets/images/BANNER2_MOBILE.png
es: /../../../assets/images/BANNERS_CAREERS_ESPAÑOL2.png

# banner2Desktop
source: /../../../assets/images/BANNER2_DESKTOP.png
es: /../../../assets/images/BANNERS_CAREERS_ESPANOL_DESKTOP2.png

# banner3Mobile
source: /../../../assets/images/BANNER3_MOBILE.png
es: /../../../assets/images/BANNERS_CAREERS_ESPAÑOL3.png

# banner3Desktop
source: /../../../assets/images/BANNER3_DESKTOP.png
es: /../../../assets/images/BANNERS_CAREERS_ESPANOL_DESKTOP3.png

# banner4Mobile
source: /../../../assets/images/BANNER4_MOBILE.png
es: /../../../assets/images/BANNERS_CAREERS_ESPAÑOL4.png

# banner4Desktop
source: /../../../assets/images/BANNER4_DESKTOP.png
es: /../../../assets/images/BANNERS_CAREERS_ESPANOL_DESKTOP4.png
